const AlignmentDatabase = {
  守序善良:
    `守序善良的人物相信，规律而强大的社会和高尚的政府，可以让大多数人民生活得更好。只要人们相信法律，并试着互相帮助，整个社会就将因此而进步。因此，这个阵营的人物将会朝着这个方向努力，他们会尽可能地为大多数人带来较多的福利及较少的伤害。他们必定信守自己的承诺。

示例台词：
如果你再______(一个动词或动词短语)的话，
我就要______(一个平和的动词或动词短语)了`,
  中立善良:
    `中立善良的人物相信力量平衡是十分重要的事，单方面地强调秩序或混乱，是无法达到至善的。因为整个宇宙中充满了朝着各式各样的目标而努力的生物，所以若要追求至善，便不能破坏这种平衡，甚至的设法维持这种平衡，如果说支持社会秩序可以带来至善，便得以为之。若推翻既有的社会秩序就可以达到至善，那也必须为之。社会结构对他们来说，没什么重大意义。

示例台词：
真是(一场/一次)______（一个好的形容词)
的______(一个动词A)，
下次再一起______(一个动词A)吧`,
  混乱善良:
    `混乱善良的人物虽然喜欢按照自己的意思行事，心地却不错。尽管他们认同一切美德和公理，却不愿意受到律法和规范的约束。想要任意驱使这些人，要他们遵照命令做事是不可能的。这些人有自己的一套道德标准，虽然不至于为恶，但也不见得和一般大众的道德标准完全相同。

示例台词：
我他妈的就是要______(一个激烈的动词)
你们这些______(一个贬义名词)！
（或：你______(一个动词A)(我)一次，我就要______(一个动词A)(你)十次！）`,
  守序中立:
    `守序中立的人物而言，秩序和组织是非常重要的。他们认同强大、井然有序的统治阶层，不管这个统治阶层是专制的暴君，还是安和乐利的民主政府，这些人都不在乎，世界上必须有法律，而法律则必须被遵守。对他们而言，绝对的秩序比什么道德良知来的重要。只要是规定，不管结果是好是坏，都必须遵行无误。绝对公正的法官，和绝对服从命令的士兵，都是此阵营的最佳典范。

示例台词：
我______(一个表示要求的动词)______(一个名词A)支援！！
重复一次，
我______(一个表示要求的动词)______(一个名词A)支援！！！`,
  绝对中立:
    `绝对中立的人物相信绝对平衡的力量，因此，他们拒绝采取任何被视为邪恶和暴力的行动。绝对中立的人会尽力避免和善良或邪恶，秩序或叛逆的力量合流。有时候他们发现自己被迫得和某个阵营结盟。为了保持平衡，这些人会刻意改变立场，和弱势者合作。然而，当强弱势力对换时，他们也会毫不犹豫地跟着改变立场。

示例台词：
…………`,
  混乱中立:
    `混乱中立的人物依循自己的冲动行事，是完全的个人主义者。他重视自己的自由，却不愿挺身保卫别人的自由。他躲避权威、憎恨限制、挑战传统。混乱中立者不会像抗议群众或无政府主义者那样去刻意破坏组织，因为如此做的人必然是由善良或邪恶的力量驱使。一般人习惯将混乱中立称为“真正的混乱”。虽然混乱中立者难以预料，但其行为并非毫无理性，他从桥上走过和从桥上跳下的可能性并不相等。选择混乱中立的长处是可以不顾社会的限制或道德劝说。

示例台词：
我要怎么______(一个动词或动词短语)？
我要怎么知道______(一个表示判断的从句)`,
  守序邪恶:
    `守序邪恶的人物在理论上会依循自己的标准，尽其可能地取得自己想要的东西，而不管是否伤害到他人。他们重视传统、忠诚与纪律，但不在乎自由与生命的价值。他们依循规则行事，却不抱持怜悯或热情。他们喜欢阶级制度，因为可以统治下属，也听令于上级。他们不责难他人的行为，但会责难其种族、信仰、家乡或社会地位。他们不愿意违背律法或承诺，这一部分是出于本性，一部分则是因为依赖纪律的保护，以免遭道德立场相左的人反对。有些守序邪恶的人有某些禁忌：如不杀生（但却命令属下去做）或不伤害小孩（如果他们有用的话），他们认为这样已经比无法无天的恶人更“好”了。有些守序邪恶的物种视邪恶为一种信念，除了为达自己目的而伤害别人外，他们也以散播邪恶为乐。他们也可能侍奉邪恶的神祇或主子，将恶性视为工作的一部分。守序邪恶的可怕在于他是有系统、有计划地行恶，因此经常成功。

示例台词：
______(一个名词A)是______(一个名词B)的一（环/部分/种），
不爽不要玩。`,
  中立邪恶:
    `中立邪恶的人物为了自己可以做出任何事，一切都是为了自己，就这么简单。他们从不为死在手下的人掉泪，不论是为财、为了高兴或只是为了方便。他们不喜欢纪律，也不遵守法律、传统或任何高贵的信念。然而，他们也不像混乱邪恶者那样浮躁不安，或热爱冲突。有些中立邪恶者将邪恶视为一种理想，想要献身于邪恶。这种恶人大多是邪恶神祇或秘密组织的成员。一般人习惯将中立邪恶称为“真正的邪恶”。中立邪恶的可怕在于表现出全然的邪恶，完全没有荣誉感和对象区别。

示例台词：
（不要/别）再______(一个动词)我
______(一个动词或动词短语)了，
我（是）不会（停手/住手）的！`,
  混乱邪恶:
    `混乱邪恶的人物会因为贪婪、憎恨或欲望而做出任何事。他暴躁易怒、满怀恶意、独断暴力而且无法预料。为了得到想要的东西，他会冲动而鲁莽地行动，散播邪恶与混乱。所幸他的计划大多杂乱无章，其团体大多组织散乱。一般而言，混乱邪恶者只有被强迫时才会与人合作，其领袖常要面对斗争与暗杀。混乱邪恶的可怕在于不仅破坏美丽与生命，也破坏了美丽与生命赖以存在的秩序。

示例台词：
吃我大______(一个搞笑的名词)啦！！`
}

export default AlignmentDatabase
